{"pages":[{"title":"分类","permalink":"http://arroganttonone.club/categories/index.html","text":""},{"title":"关于","permalink":"http://arroganttonone.club/about/index.html","text":"所用材料搭建所用 git 相当于一个命令软件，适用于搭建博客 Node.js 一个运行环境 hexo 博客的框架 github 有github 的账号，再利用其githubpage相当于有了一个稳定的服务器 美化所用 主题：NEXT 编辑博客所用 markdownpad 一款markdown语言的编辑器 花费 域名：3RMB/第一年 时间：很久参考网站 Hexo搭建教程主题更换教程"},{"title":"标签","permalink":"http://arroganttonone.club/tags/index.html","text":""}],"posts":[{"title":"信仰之跃","permalink":"http://arroganttonone.club/2018/06/13/2018-06-13信仰之跃/","text":"从初中到大学我一直以基督徒自居，但鲜有和身边的人谈论基督徒所信仰的核心部分，也就是 福音，有些遗憾，所想借此机会阐述一下，让关心我的人有所了解。 关于 福音 的名词解释福音 就是当人认识到自己的 罪 和罪所带来的后果，并且发现 靠自己 根本无法摆脱这种状态时，发现有个叫 耶稣 的人在两千年前就承受了所有人在所有时间上犯的罪的后果，死，后又复活，只要相信他就可以最终脱离这种状态 的信息。 就像名解只能让人了解一个大概，而对于其中机制的阐述仍然需要大题简答来辅助 简答题什么是罪，罪的后果是什么罪不仅仅是法律上的定义的犯罪，而是 不符合神的原创，比如思想意念也在某些情况下也是罪，比如说骄傲，自我中心，贪。有人会以为这样的定义只是为了用更高的道德标准来约束自己，让自己看起来高人一等，我觉得并不是这样。你会发现按照上面的定义，那么每个人都有罪，并且罪是不分大小，因为后果都是与神隔绝，也就是死！所以说不存在高人一等的说法。与神隔绝这一后果听起来比较虚无，用我实际体验的情景来描述就是 空虚没有满足，没有持续的喜乐，没有平安。长时间嫉妒就会发现不能为别人由衷地感到高兴，恨人对身体有害，贪，得到了也没有满足，色，不能正常欣赏他人。 人如何认识到自己的罪圣灵的提醒和主观的感受。有些罪是很隐藏但是对人伤害很大，人以为很开兴其实是享受的罪中之乐，不长久。 为什么靠自己无法摆脱一个罪人靠自己所做的可以摆脱自己的罪吗？应该不能 耶稣是存在的吗历史问题 后果具体是什么？耶稣可以承受后果吗，为什么要耶稣来承受？罪的后果是与神隔绝，是神对人的愤怒。表面上看是耶稣为罪人钉十字架，用粗长的钉子透过腕骨近端将双手钉在十字架的两端，双脚合并，钉子穿透足骨钉在底部，十字架立起的时候，整个身子往下坠，拉扯手腕，挤压足部，肋弓被迫上抬，肺部扩张，如果要呼吸只有用双手双脚用力将身子上啦，让肋弓下移，好排出肺部空气，如此反复至死。 这已经很残酷了，但真正罪的后果 不仅是肉体的痛苦，更是耶稣作为神子承受最爱的天父对全人类的但转移到他身上的 愤怒。就像被所挚爱的人抛弃，这比肉体的痛苦更重。 因为耶稣没有罪，他是神子，且在地上也没有犯罪，所以无罪的神子为有罪的人承受后果，是合理的吗？我觉得是合理的。 因为神爱人，但神又是公义的，必须要降下愤怒，所以爱到让自己没有罪的儿子来承受他的愤怒。 耶稣真的复活了吗这是一个历史问题 为什么相信就可以脱离用实际情景来讲就是，相信了耶稣的救赎，也就是脱离了罪的束缚，成了不在罪的律法下的新的人，并且因为是受了救赎，那么就理当按照救赎的人的吩咐来生活，也就是不再以自我为中心，而是以神为中心。当一个人正真以神为中心的时候，他的满足和喜乐就不是建立在以前所关心的短暂的价值上了，而在于有永恒价值的事上，什么是永恒价值的事呢？就是让更多的人脱离罪过上以神为中心的生活。有点偏题了，所以说就是以神为中心了，先前的产生罪的条件就没了，就自然脱离了。 但是现实中我不知道有没有一直以神为中心的基督徒，因为按照自己的本性，人是不愿意相信的，所以在基督徒身上就会有不断发现自己并没有以神为中心，然后悔改，再次过上以神为中心的生活，断断续续。但我相信，在这个过程中是不断认识神的螺旋上升的过程。 如何相信靠自己很难，基本不可能。因为我们本性是恨上帝的，因为他太圣洁了。但是圣灵会在每个人的心里做莫名其妙的事情，这是很重要的。因为在上面的一些问题里，有很多很难相信的内容包括：接受罪的定义，耶稣是存在的并且复活了。也就是说需要有信仰的跳跃，我觉得这个跳跃都是圣灵莫名其妙的工作。 关于我的信仰之跃我从小就是在基督教信仰的环境里长大，所以基督教的教义可以看成是我文化的一部分。越长大，理性越强，在行宗教行为的同时想通过理性来让自己的认知和行为有一个平衡，也就是说为什么要这样做，比如说为什么要信。越是探究，越是发现自己很难相信，因为一方面我自己是喜欢罪的，喜欢罪的快感，但是另一方面我的信仰是脱离罪的，也就是生活和信仰的撕裂。这个时候，有的时候我会沉浸在罪里，短暂的满足后发现是空虚，有的时候我会用自己的行为来让自己脱离罪，但是发现那样又是不可能的，反而陷入自己对自己的道德绑架之中。 痛苦。因为撕裂。 最终让我松了一口气的是什么呢？是莫名其妙圣灵的工作。在圣经里描述的所有历史事件背后都有神在工作，神可以激动人心意的改变，也就是让我认识到，靠自己脱离不了罪，靠自己也找不到宗教文化中的神。而是神透过圣灵，通过环境（比如说圣经以及周围人的提醒）来找人，相信本身也是神的工作。 所以呢stay low，神会来找我的，会让我看到一些无可推诿的改变的。 写在最后，如果你看完了上面的内容，我超开心，因为你给了我一个可以让你了解我的机会，再见。"},{"title":"lifesaving-station","permalink":"http://arroganttonone.club/2017/11/25/lifesaving-station/","text":"来源：https://www.gty.org/library/sermons-library/2195 经文：马太福音4 follow me, and i will make you fishers of men. 教会的比喻在一个危险的，经常有船舶失事的海域，有一个小而简陋的茅草盖成的“救援站”，经常有一些热心的人在这里不顾自身地巡视海面，看看有没有掉在海里的人。有很多落水的人因着这个小站而获救。 这个救援站开始变得有名，一些被救起来的人，以及很多附近的人都想加入这个救援站，把他们的时间和金钱还有精力花在救落水的人上。救援小站开始扩张，他们开始有了新的救援船，新的救援人员开始被训练起来。小站中的一些人开始不满意，认为小站内部还是比较简陋，装备也不够，他们认为需要给救起来的人一个更舒适的安置地方，所以他们换掉了临时的救援床然后添置了更好的家具。 现在救援站已经变成了一个受大家欢迎的聚集的地方了，大家把那里装饰的很漂亮因为他们把救援站开始当成了一个俱乐部。越来少的人对去海中救人有兴趣，所以他们雇佣了船员来做他们的事。救人的理念还是在俱乐部中流行，救援船被放在一个房间里为仪式所用。于此同时，一艘大船在岸边触礁，被雇佣的船员救来了一大批又冷又湿的半淹死的人，他们很脏有有病，他们中有些是黑种人，有些是黄种人。 这个漂亮的俱乐部被这些人弄得很脏乱，所以小站的管理者很快在俱乐部外面盖了一个洗澡房，让被救者先在外面洗干净然后再进来。 不久俱乐部内部出现了分歧，大多数成员希望停止俱乐部救人的活动，因为这让人不开心，并且妨碍了他们的社交生活。一些人坚持把救人作为俱乐部的主要目的，然后指出这里还是应该叫做”救援站“。但最后他们还是被否决了，被告知说如果他们想继续救援，得建立一个他们自己的救援站，他们也确实这么做了。 日子一年年过去，新建立的救援站也经历的和老的救援站一样的变化，它变成了一个俱乐部，然后又有另外一个救援站被建立。历史就这样循环往复，如果你在海边，你会看到很多高级奢华的俱乐部。船舶失事经常发生，但是大多数人沉了下去。"},{"title":"耶稣是神又是人","permalink":"http://arroganttonone.club/2017/11/22/耶稣是神又是人/","text":"耶稣是一个历史人物世俗权威资料1.塔西图 历史学家 2.路迦诺 （二世纪下半叶 希腊讽刺作家） 3.绥屯纽 罗马历史学家 4.小皮里纽 （小亚细亚某个地方的总督） 犹太人资料 （前三来源于塔木德）1.耶稣钉十字架 2.耶稣的门徒 3.耶稣由童贞女所生 4.犹太人约瑟夫的见证犹太人 反叛军司令 被俘虏 变节 作历史官 基督教资料1.认信信条初期基督徒承认信仰往往要负上生命的代价，以及经受极大的逼迫。路加福音24：34罗马书1：3-4罗马书10：9-10 耶稣是神耶稣直接宣称自己的神性1.在审讯中马可福音14：61 2.宣称自己“与父同等”约翰福音5：17-18约翰福音8：58约翰福音：5：23-24 3.与神一同受敬拜“有一个长大麻风的来拜他”马太福音8：2“那生来眼瞎/后来被治好的人俯伏拜他”约翰福音9：35-30使徒行传10：25-26启示录19：10 耶稣间接宣称自己的神性 1.有赦罪的权柄马可福音2：5-7 2.说自己是道路真理生命约翰福音14-6 耶稣是骗子/疯子/主？ 旧约对弥赛亚的预言应验在了耶稣身上e.g.：预言应验资料 异议A：所谓在耶稣身上应验的语言，只不过是由他一手策划 无法控制自然因素 出生的地点（弥迦书5：2） 出生的时间 什么时候死亡（但以理书9；25） 与耶稣的为人性格相反 无法控制人的反应：约翰做为开路先锋，兵丁为他的衣服 异议B：耶稣身上应验的预言纯属巧合我们可以找到一些人，应验之中一部分预言，但找不到能够应验全数预言的人。 我们发现，一个人一直活到如今而又能应验这八个预言的机会是10^17 分之一。也就是将10^17 个硬币铺在美国得克萨斯州的地面上，然后在其中一个硬币上作记号，叫一个蒙上双眼的人四处搜索，要找出那个做了记号的硬币来。 如果要应验全数48个预言，机会是10^157 之一 Peter Stoner: &lt;&lt;科学讲座&gt;&gt;歌珊大学美国科学委员会哈斯勒 检验过 异议C 灵媒也能发出像圣经中的预言灵媒并不是每一个预言都会得到应验，并且应验比例低，部分应验的还是可以通过常识推测的"},{"title":"《人类群星闪耀时》读后感","permalink":"http://arroganttonone.club/2017/08/26/人类群星闪耀时读后感 (W10-20160612CRB 的冲突副本 2017-08-27)/","text":"人类群星闪耀时 这本书曾经是我高中入学时学校推荐的一本必读书籍，当时有一只学习机，便从网上搜来各种资源，有小说，有文学作品，这本书也在其中。可当时打开学习机发现，里面的内容是乱码，所以没有阅读的机会，直到这个暑假。 同样，还有很多久闻大名却还没有真正读过的书籍，比如说《近距离看美国》系列，《必然》等。 不知怎的，或许是高中对她的印象就不好把，以为和《全球通史》一样，都是讲历史的，一个时期一个时期讲过来，就像干必要且没有乐趣的农活，说实话，《全球通史》我也没看过。 但事实上并不是这样的，我之前这么想，说明我连这个书名也没有理解。人类群星闪耀时，其实就是把人类历史浓缩成几个有意义的转折点，然后以各种表现方式，最多的是记叙，也有诗歌，和剧本，来还原当时的场景。这可以算是作者以自己的角度来对世界描述那一段历史，我觉得，很有可能不是那个历史本身，但我们若是可以借着作者的立场起码了解一下这些历史性时刻，也是一件乐事。 作者真的是别具一格，如之前介绍的，文学体裁方面，记叙，诗歌，剧本，没有看到过哪一本书是这样来组织的，当然，从侧面表示我看书较少。 从题材的选择上面，有描写新大陆的发现，有对音乐家，作曲家，军人，政治家，作家的描写，但这些描写都不是为了说明这些人的伟大，而是这些人的某一个伟大的时刻，所以，作者描写的这些人中间，有很多不适合我们平常意义上伟人的称呼，有些甚至是逃犯，流氓，普通军人，第二名。 接下来，我想分享一下对书中具体内容的看法。 1巴尔沃亚，第一个看到太平洋的欧洲人，本该被处以极刑的人，为了寻求庇护，投身到永恒的事业中，就是寻找太平洋。 让我震撼的不是他的勇气，而是一边祷告，一边肆意杀害和压迫原住民的行为。发现太平洋，是为了可以掩盖自己的罪行，但最后要把荣耀归给上帝。 他正好和我最近看的一本传记《深入非洲三万里-利文斯顿传》的主人公李文斯顿相反，前一位是为了寻求庇护，最后发现了大洋，后一位是因为传福音，几次穿越非洲，顺便为地理气象学作出贡献。 目的不同，就算有同样的成就，后人对此的评价，以及自己内心的满足感，肯定是不同的。 2韩德尔 Handel《清唱剧-弥赛亚》的作者，曲子里面有一段是《哈利路亚》，相信很多人听过，也能跟着唱几句。我对待音乐的态度是，对于外文歌，首先看歌词，只有将意思带进歌曲里听，才是有享受的。 在这里，我才知道了弥赛亚背后的故事。Handel 大病，是由于发现并给弥赛亚谱曲的过程，让他重新燃起生命的能力。 3托尔斯泰，俄国人 晚年写剧本射影自己的生活，但不知如何结尾，最后自己的离家出走，以另一种方式为自己的剧本画上句号，茨维格意图通过以剧本的方式描写他的出走，以文字的方式，给托尔斯泰的剧本结尾。 在这里我看到，托尔斯泰的自我虐待，或者说是他过于自我的一种体现。和自己已经没有感情的妻子硬是相处了很多年，他一方面不愿意过这样的生活，一方面，怕自己的出走影响了周围的人，从而让自己又一种负罪感。 剧本中，托尔斯泰是受两个俄国主张革命的年轻人的刺激，几番挣扎后，决定出走，但出走需要瞒过一些人，这里我看到，他痛恨谎言，但又不得不说谎的挣扎，真是苦啊。 还记得的就是这些了，当然还有一些有关淘金热，马赛曲，滑铁卢，歌德的晚年等，就让他们依稀存在我脑里吧"},{"title":"medical neuroscience","permalink":"http://arroganttonone.club/2017/08/11/learning-objectives/","text":"week 1 Part 2describe the basic class of cells found in the Sentra nervous system (CNS) Neuron Neuralgia Vascular endothelium neuralgia Function : support formation of neuron circuit and synaptic plasticity神经元环路的形成，以及突触的可塑性 参与组成髓鞘make myelin，让他保持绝缘； 血脑屏障的形成 炎症反应 瘢痕组织的形成。 分类： astrocyte星形胶质细胞， 最先在灰质中找到。在细胞体，树突和突触周围。 帮助保持细胞外液的例子平衡 递质的处理 帮组形成突出和环路 血脑屏障的形成和大脑室管膜屏障的形成brain ependymal barrier. 神经细胞坏死后位置的填充 oligodendrocyte 少突胶质细胞 在白质里发现的 构成髓鞘 周围神经系统叫做：shiwangcell 抗原的呈递 在某些CNS疾病中，会受到免疫攻击，multiple sclerosis 郎飞节 node of Lanvier电信号可以在这里重新生成，这里通道很多，产生动作电位很快。 microglial cell 小胶质细胞 是一种单核吞噬细胞 分为两种状态：休眠状态叫 ramified cell 网状细胞，激活后，变成阿米巴形态，运动状态。 分泌细胞因子，调控周围的炎症反应 glial stem cell 干细胞 在血管周围 可以分化成各种神经细胞 干细胞的特征他都有：增殖，自我更新，分化 oligodenrocyte precursor少突胶质细胞的前体 存在于白质中，主要分化为少突胶质细胞，也可能分化为其他细胞 describe the basic functions of the three types of glial cells found in the CNSjust above characterize the blood-brain barrier 组成：内皮细胞（紧密连接），基膜，星形胶质细胞，可以进入的有glucose 氨基酸，给药比较困都难， 例外：血脑神经组织的有些部分，是透的。没有紧密连接。比如说，大脑额部底部，下丘脑在的地方，会分泌蛋白进入血管。pineal gland 松果体分泌 melatonin褪黑素 有和内分泌相关的地方，就有血脑屏障相对疏松的地方 某些疾病的时候，血脑屏障被破坏，神经组织内环境被打乱。"},{"title":"medical neuroscience","permalink":"http://arroganttonone.club/2017/08/11/neuroscience-week1-record/","text":"medical neuroscienceweek 1learning objectives • Tell a friend or family member about Prof. White’s background in neuroscience.• Discuss the scope of Medical Neuroscience.• Visit the website LearnMedicalNeuroscience.nl and familiarize yourself with the Learning Community and Learning Resources pages found there.• Tell a friend or family member what Prof. White is asking of you in order to successfully complete Medical Neuroscience.• Reflect on your own learning preferences and consider how to apply Prof. White’s 4 tips on “how to learn”. scope of the course core concepts in the field of neuroscience the brain is the body’s most complex organ neurons communicate using both electrical and chemical signals genetically determined circuits are the foundation of the nervous system. life experience Chang the nervous system. intelligence arises as the brain reasons, plans, and solves problems. the brain makes it possible to communicate knowledge through language. brain endows so with a natural curiosity to understand how the world works fundamental discoveries promote healthy living and treatment of disease. 6 units of 12 W w1-2 neuroanatomy W3-4 neural signaling W5-7 sensory systems W8-9 movement an motor control W10 the changing brain w11-12 complex brain functions problem-solving through clinical case studies"},{"title":"week 1 basic heart anatomy lecture outline","permalink":"http://arroganttonone.club/2017/08/11/week-1-basic-heatr-anatomy-lecture-outline/","text":"Vital Signs: Pulse &amp; Heart Rateweek 1 lecture outlineVideo 1.1: Basic Heart Anatomy The Heart’s Location within the Thoracic Cavity (胸腔) The heart is a hollow（中空的）, muscular, cone-shaped（锥状的） organ General location Positioned in the mediastinum 纵隔 within the pericardial cavity心包腔 between the pleural cavities胸膜腔 enclosed by the pericardium 心包 function : anchors &amp; protects the heart 固定和保护心脏 Esophagus and trachea are posterior to the heart The Heart’s Internal Structure 4 chambers, or compartments Two superior chambers, or atria Two inferior chambers, or ventricles functions: To prevent mixing of blood between chambers– interatrial septum and interventricular septum(房间隔和室间隔) Ventricular walls are thicker than atrial walls because they are responsible for pumping blood into the systemic and pulmonary circulations Right atrium: Receives deoxygenated blood from the body from three vessels Superior vena cava 上腔静脉 Inferior vena cava 下腔静脉 Coronary sinus 冠状窦 From the right atrium, blood goes to the right ventricle Right ventricle:Pumps deoxygenated blood into the pulmonary trunk Left atrium:receives oxygenated blood via the pulmonary veins m Left ventricle:Pumps oxygenated blood into the aorta主 Left ventricular walls are thicker than right ventricular walls because they need to contract with more force in order to send blood throughout the systemic circulation The systemic circulation supplies the tissues and organs of the body with oxygenated blood the newly deoxygenated blood returns to the right atrium by the superior vena cava, inferior vena cava, and coronary sinus"},{"title":"药理学课本英文部分翻译1","permalink":"http://arroganttonone.club/2017/08/04/pharmacology1/","text":"P6 药物通过细胞屏障的方式 主要是通过滤过（水溶性扩散），简单扩散（脂溶性扩散），或者载体介导的转运（主动转运或易化扩散）。 药物的脂溶性是决定被动扩散速率的主要因素 载体介导的转运（e.g.在肾小管，血脑屏障，小肠上皮）对一些和细胞内化学物质相关的药物的转运具有重要作用。 P9 药物的吸收分布和消除 大多数药物容易被胃肠道吸收，吸收率取决于药物在液体中的溶解度 脂溶性药物可以到达人体的每一层，最后可能以脂肪形式积累 药物到达细胞质和血浆蛋白相结合取决于以下三种因素： 药物的浓度 和蛋白结合位点的亲和力affinity 血浆蛋白的浓度 大多数药物在排出体外之前就被代谢掉了 肾对药物的排出和代谢有三种途径 肾小球的滤过 肾小管的分泌或重吸收 通过肾小管上皮的被动扩散 P17 药物代谢动力学 大多数药物通过首过消除以血浆浓度的一定比例被消除 药物浓度到达平衡的时间，只和药物的半衰期有关，而和药物的浓度没有关系 药物在体内的浓度，和给药的剂量和频率有关 P22 剂量和药物的毒性反应有关 药物都有毒性 P24 药物与受体 药物产生的作用都是它们和生物体上的大分子受体相互作用的结果 这些相互作用改变了相关分子的功能，从而启动了对应于药物的生理生化的改变˙"},{"title":"PR分享","permalink":"http://arroganttonone.club/2017/08/03/PR分享/","text":"Adobe Premiere CS6 使用皮毛分享 11.安装方式 百度网盘下载相应版本的 adobe Premiere CS6 或者官网，但现在adobe最新版有了一个creative cloud，adobe软件都以这个为入口打开，由于没有试用过，就不讲最新版的了。 安装在自己的计算机上，如果c盘是固态硬盘，建议安装在c盘上，这样用起来速度会快一点。 找到安装目录，比如说我这里是 C:\\Program Files\\Adobe\\Adobe Premiere Pro CS6 然后把相应的破解文件就是amtlib.dll,放到这个文件夹里，有提示出来，点击替换。 有的时候一种amtlib.dll文件有可能不适用，可以从网上找找不同地方提供的版本。 2.开始进入RP啦 打开PR,会出现一个对话框新建项目 在这里，需要注意的是位置，这个位置现在不是你视频的位置，而是你的这个工作文件所在的位置，里面的内容是记录了你在这个软件里进行了哪些操作。以后视频是需要导出的，位置自己选。 接下来是新建序列 序列就是一个有时间轴的，图像和音频可以分开编辑的，这样一个可以说是一个窗口吧。这里要做的，就是选择这个窗口的品质，窗口大小，宽屏还是普通，像素怎么样等。 然后就进到我们的主界面啦 注意每一个功能区其实是可以拖动和组合的，放到自己想要的位置。 这张图是我的布局，左上一般用的比较多的是特效控制台，就是可以实现让一个视屏文件在右上的预览窗口里进行变换，比如说拉远拉近，变快变慢等，类似于flash中学过的关键帧。左下现在类似与一个容器，可以把需要编辑的东西先放到这里来，为了方便管理，可以建立一些文件夹。 注意，把文件拖到这里，或者是插入到这里，其实并不是让那个实际存在的文件，再复制一份到这里，而是软件记录了那个文件所在的位置，需要的时候就引用这个位置，所以如果你把在外面的素材文件删掉了之后，里面的也就找不到了，空留一个链接位置。 右下就是序列的内部空间了，可以把刚在拖到左下的东西，再拖到序列里面，来进行编辑，也就是剪切，再排序，在两段视屏中加效果等。 这里有一些快捷键，空格：暂停或播放// C指针变成切断模式，可以用来将一个视屏文件分开，再按v，指针就变回来了，可以执行别的操作。 3.视频的导出 如图，选择文件-&gt;导出-&gt;媒体//或者直接快捷键ctrl+M进入导出界面 在导出设置里面选择自己需要的品质，左边的预览图，最下面可以通过华东两个三角形的位置，来选择导出的范围 注意，如果要自己定导出文件的位置，请点击导出设置中黄色且加虚线的几个字，可以自己定制导出的地方 然后点击导出就可以了 回顾主要分享的是 pr的安装，新建，和导出。"},{"title":"好医生第六天","permalink":"http://arroganttonone.club/2017/07/06/好医生第六天/","text":"好医生第六天今天去了李老师的感染科门诊。 可以进到资深专家的门诊进行见习真的是我的荣幸，此时收获最多的不是在知识和治疗上面，而是在老师和病人沟通，门诊方式和对我们的教导方面。 本来是十一点半结束的门诊，在处理各样病人的途中，到了十二点半，但过程中并没有煎熬的感觉，老师始终是以同样的热情对待每一个病友。 来这里的人，大多是患有乙肝，部分是酒精性肝病。病友都表现出不同程度的担忧，但总能在老师这里得到肯定的安慰。老师告诉我们，对待一个病人，不仅是看他的身体状况，还要看他的心里和社会状况，要让病人有信心。 老师门诊时的一个特点是，边和病人聊天，边就把病例打好药开好了。一心二用的水平真的是。这需要对病人情况有很深的了解，以及丰富的临床经验。 老师有自己的病人数据整理，这大概和肝病慢性病多这一个特征有关，老病人以来，word里ctrl+F搜索病人姓名，就可以看到他以往在医院里的情况，不同于医院内部的病程记录，这里面的内容很精简，可以说都是关键，也有很多英文简写和术语，应该是老师按照自己的习惯来写的，可以说完全是私人定制。这样的好处就是高效快捷，病人一来就可以看到他过去的情况。 对我们医学生，老师提出四个能力： 沟通表达能力 团队协作能力 追踪前沿能力 学习能力 门诊结束后，和老师一起吃了个饭，谈到我们吃饭不光盘的习俗，以前是因为穷，所以不吃完，而现在大家物质生活都丰富了，没有理由不把饭菜吃完，吃不完以后就少点点。"},{"title":"书摘-寻找苏慧廉-金先生","permalink":"http://arroganttonone.club/2017/07/06/书摘-寻找苏慧廉-金先生/","text":"书摘——《寻找苏慧廉》 我最初认识他时，他是一个身材高大、举止自然、相貌英俊的男子，快三十岁的样子。和一般的汉人不同，他有一个充满热情的额头，一双清澈的眼睛，如果嘴巴大小可作评判人的依据，他可是长了一张演说家的嘴，能说会道。他的用胞像他的性格，温厚和蔼，从他成为基督徒以来，尽管说话耿，但我从来没有看到他得罪人。金先生原靠制作纸钱为生，这个工作一年能挣两三百元。当初是林福伯拉金先生来听福音，从他的第一次听道起上帝救赎的真理就如磁铁般吸引他。他的妻子和岳母，一听到他参加我们的礼拜，便表现出了最激烈的反对，害得可怜的林福伯相当长的一段时间，几乎不敢在他们家门口露面。也不能责怪他们］，因为，在那些日子，做基督徒比在英国做无神论者更招人讨厌，因为当你在一千个神中去掉九百九十九位神，只剩下一位，那你跟无神论者也相差无几了很快他们遇上更大的麻烦，因为，过了一段时间，金先生申请洗礼，这时就有必要指出，他的生意对他的申请是一个不幸的障碍。困境中，他向上帝寻求帮助、以寻找另外的谋生之道。几个月来他不断祈祷，但他的祈求没有得到预期的回应。上帝，要降大任于这名男子，因此要锻炼他的意志，为了将来更好的侍奉，让他自己解答自己的祈祷。不能再等了，他不顾家人的怨言，他决定放弃利润丰厚的职业，开一家小店。这次，他这样做了，不久后，被接纳为基督徒。不过，结果令他大失所望，小店很快就转手了，因为小店没有给金先生带来维持生活的收入。他决定不管它，听天由命。这个时候，他的妻子和岳母，又软硬兼施，逼他重操旧业，但他却打起“背包”，挑起担，去当卖货郎。这是一件累人的活，走街串巷，风餐露宿，讨价还价，利润微薄，很少有机会碰上信主的人。依他原来的活计，每年可以赚两三百块钱，因为他有一流的手艺。做卖货郎，他的收入从来没超过五十块。扪心自问，有谁愿意放弃轻轻松松一星期赚五元的工作，而去干辛辛苦苦赚一元的活！但他愿意，以获得心灵的安宁。所以不难理解，金先生为了忠于他热爱的真理，承受着多大的牺牲！这时，我正好辞掉仆人，我必须另外找一个。犹豫再三之后，我去找金，告诉他这个工作的性质，并提到薪酬微薄，但可以住宿。我并不指望他会接受，不仅仅是报酬低，而且这是仆人的工作。然而，他迅速接受了我提供的职务、还说这份工作经济收入与他目前的生意差不多，但他更珍惜能正常参加礼拜，并可以挤出时间学习经文。甲申教案发生那晚，金作为苏慧廉的仆人正在他的身边。愤怒的群众将一块石头扔向苏慧廉时，金为他挡住了这一劫。在那一刻，苏慧廉深刻体会到中国仆人的忠诚。避难江心屿时，苏慧廉把金提升为厨子。“他是一个糟糕的厨子，但是个很好的基督徒。将一个好基督徒与好厨子两者糅合在一块真有点勉为其难！”苏慧廉吃着难吃的菜，只能如此打趣。注：这里的“我”就是苏慧廉 看到这一段，心里挺有感触的。 原本靠做迷信附属品为生的金先生，接受了福音以后，选择收入更低但和信仰不冲突的卖货郎职业，遭到家庭的压力，最后甚至愿意做苏的仆人。可以看到，他做出的改变是这么的坚定和真实。 接受这份信仰之后，就是意味着改变，同过去的生活方式说再见。一面说是光明之子，却仍旧行在黑暗之中，是在不是适合的选择。 当接受这份信仰，我们的标准就改变了，原本的竞争，赚钱的压力，名誉的渴望，已经不再是我们安全感的来源，我们的安全感来组无愧于耶稣的教训，我们的安全感来自于神所赐的平安喜乐。 当接受这份信仰，我们的动力就不同了，以自己为中心的动力变成彼此的相爱。 但我们可以一直保持应有的状态吗，答案必然是否定的。我们靠自己迎来的必定是被世界诱惑，陷在自我之中，这也确实是我们的本像，好叫我们知道我们的软弱，好叫我们去依靠神。 其实这样想来，做一个普普通通的医生，也是挺好的，不必刻意追求三甲，大城市的医院，不必刻意想方设法发表文章，要看到有实际研究的需要，再动手。 希望无愧于神所赐的每一天。"},{"title":"好医生第五天","permalink":"http://arroganttonone.club/2017/07/05/好医生第五天/","text":"好医生第五天今天去了儿童医院的康复科。儿科+康复 需要更多的耐心和不同于成人的医学储备。常见病：脑瘫，脑外伤，肢体损伤，发育迟缓。收获：和神经内科一样，当自己出于其他大内科或外科的时候，要先做一下鉴别诊断，看看是器官出了问题还是颅内异常导致，看看治疗方案是手术还是康复治疗。MRI儿童脑组织扫描的结果随年龄改变。需要扎实的颅内解剖学知识和神经系统知识。看到的治疗方式：康复训练，理疗，高压氧舱，水疗。思考：医院是一个让我们看到很多不幸和人心的一个地方，不同人，对待所遭受疾病的态度，医生给病人传达出的态度。康复科的治疗师是否和小朋友建立良好的关系，非常重要。自己还没有这样的态度和能力，去见习一次可以用积极和鼓励来面对他们，但若是一直在那里，可能就会变得麻木，医生不能有这样的麻木。"},{"title":"好医生第四天","permalink":"http://arroganttonone.club/2017/07/04/好医生第四天 /","text":"好医生第四天 今天大概是我们有记忆以来见到感染HIV病人最多的一天。 我们去了温州第六人民医院吴老师的诊室。吴老师认真负责地给我们介绍了很多和这个科室有关的信息。 今天过来的病人大多是青年男性，目的是做检查和拿药。我们看到，AIDS患者在表面上看来和普通人并没有什么不同。AIDS可以通过药物来控制，需要患者长期规律的服药和检查。目前国家也宽松了AIDS免费给药的门槛，提供了六种治疗药物。 老师还给我们介绍了AIDS和肺部疾病的关系，一般传染病的流行环节，部分肺部疾病的影像学鉴别，AIDS的用药，以及对我们平时学习的建议。可以说是给我们上了内容很丰富的一课。 刚过去时，有一种不安的感觉，医院里上上下下都戴着口罩，给我们感觉说这里很容易发生院内感染，所以大家都这么做。当然，之后在诊室我们也终于戴上了。 在门诊并和老师的交谈中，我们认识到了一个现状，就是由于男同性恋导致艾滋病的传播的现象是存在的，本以为总是开玩笑的现象，真的存在，而且人们还需要承担相应的后果。虽然有药物来控制，但是常常会伴有其他问题，药物引发的头痛，对肝肾的损害，副作用小的药物那可能会增加经济负担，以及人际关系的危机等。 作为医学生，很感恩有这样的机会近距离了解艾滋病；但作为普通人，感觉挺惋惜的。"},{"title":"笔记：How the immune system works Chapter 1","permalink":"http://arroganttonone.club/2017/06/30/2017-06-28-how-the-immune-system-works-chapter-1/","text":"overview introduction学习免疫的三个难点 细节很多 规律有异常的存在 免疫学还有很多东西是未知的 体表屏障人体第一道屏障 表面积很大 要守住比较难。 固有免疫 the innate immune system第二道防线固有免疫系统 特别是macrophage 有antenna（天线） 讲了macrophage 的吞噬过程（phagocytosis） amoebas 的精致版 分离 macrophage 的以一种方法，在培养液里加金属例子，等macrophage吞噬后用磁力来分离。 来源：干细胞 干细胞分裂之后，一部分继续是stem cell 一部分则成熟转变为其他cell 白细胞的白是用来说明 没有血红蛋白 monocyte -&gt; macrophage 找到内皮间发缝隙，从caplliary穿出 用手指被划破为例子，病原体穿过体表屏障，在组织液中碰到由血液中单核细胞拍出来执勤的巨噬细胞，被吞噬，巨噬细胞释放细胞因子，一方面使血管扩张血流加快，导致充血，红，使血管，一方面使通透性增强，使组织液增多，还有就是召集其他细胞来前线。 the adaptive immune system"},{"title":"关于搭建这个博客","permalink":"http://arroganttonone.club/2017/06/30/关于搭建这个博客/","text":"所用材料搭建所用 git 相当于一个命令软件，适用于搭建博客 Node.js 一个运行环境 hexo 博客的框架 github 有github 的账号，再利用其githubpage相当于有了一个稳定的服务器 美化所用 主题：NEXT 编辑博客所用 markdownpad 一款markdown语言的编辑器 花费 域名：3RMB/第一年 时间：两天 参考网站 Hexo 搭建教程 主题更换教程"},{"title":"How to read bible for all its worth","permalink":"http://arroganttonone.club/2017/06/29/How to read bible for all its worth/","text":"Chapter 1 绪论应该怎么解经释经Point 1:好的解释不在于见解独特，不是要努力发现从未为人看见的事物Point 2:但如果解释只是为了找出明显的意义，又何必要解释呢？答案有以下两点： 读者的性质A.由于每个读者都有自己的阅历，会无意中按自己的理解来解释。当我们读的时候，就已经在参与解释了，因为我们读经的起点其实是许多学者努力的结果。| 我们看似明显的词语，其实有可能是已经经过圣经翻译者的解释了，E.G.肉体（flesh）及看似明显的意义，并不明显。|后为1.28加。B.有时圣经里同样明显的意义会让人产生矛盾，导致人们只认为其中一部分是明显的。| 圣经里明显的意义会有矛盾。1.28加C.有些读者为了想让人接受自己的观点，会扭曲圣经，成为他想表达的明显意思。明显的意义会be 圣经的性质A.其历史性和永远适用性之间内的张力，是解释的必要性B.神选用几乎每一种人的表达方式，诗歌，法律等。为正确理解这些表达形式，我们需要解释。B.我们应当了解神在当时当地说了什么（解经），也要知道，在此时此地（释经），那话语对我们的意义。 第一项工作解经第二项工作释经"},{"title":"班级学习计划分享","permalink":"http://arroganttonone.club/2017/05/23/班级学习计划分享/","text":"大三想推出的活动1.小组式的阅读群解释： 每个人兴趣不同，需要不同，所以如果硬是为了某个目的，大家一起做，会没有乐趣和成就感。建立阅读群的目的是，大家可以寻找恰好和自己有共同需求或者兴趣的同学，一起享受或者是啃一本书。 好处：有团队的感觉，可以帮助自己定期看书，通过看其他同学的分享，更容易理解一本书。 步骤： A.有想看的书：想看一本书，想找人和你一起看。 B.发布招募：在班群里把你想看的书说一下，然后创一个群，邀请大家来参加，管理员负责置顶信息。 C.群内分享：依据看的书的性质而定：如果是小说，建议定期发看的进度，以及自己的评论；如果是论述类的，则每看一部分，建议概括一下那部分的主要信息，分享到群里;…… D.群主总结（建议）：把群成员分享过的信息，整理成文档，发给每个群成员，若是品相较好，可以分享到班群，大家一起看。 2.学习后的归纳和分享解释： 我们距离考研或者是职业医师已经是越来越近了，很多科目我们已经学完。相信部分同学会在暑假的时候，利用部分时间，来回顾一下之前的知识。 当我们把所接受的知识再加工，并且用自己的方式分享出来的时候，知识才真正得到内化。 好处： 分享者强化对内容的理解，阅读者或听众可花较少的时间，理解书本的内容 方式 A.班级微信分享：看过一块知识，尝试将它整理出来，成文档，最好配以让大家理解的图，发给班级微信后台管理人员，呈现与班级微信号上，供其他人阅读。……B.QQ讨论组直播：用文字描述是一回事，有时讲出来就是另一回事了，可以将自己理解的某一块知识，制成ppt，提交给学委，发布直播时间和内容。 3. 上一项的广意版本解释： 可供分享的不只是学习的知识，也可以是自己的经验或者是兴趣 write it down 然后班级微信负责分享出去。 提示 可供分享的内容举栗： 暑假见习的经历 学校留校的感想 好用的软件推荐 好玩地方的推荐 …… 4.pbl小组"},{"title":"关于脂质代谢","permalink":"http://arroganttonone.club/2017/05/07/关于脂质代谢/","text":"胆固醇 cholesterol 分类：游离胆固醇（FC）和细胞内胆固醇 p.s.总胆固醇TC 是他们的合称 合成主要原料：乙酰辅酶A（乙酰CoA）；丙二酸单酰辅酶A还原酶（HMG-CoA 还原酶）；能量；还原氢之类的。 合成场所：所有有线粒体的细胞都可以合成，在胞质合成，主要合成细胞是肝细胞。 细胞内胆固醇含量主要是和HMG-COA还原酶活性有关： A.昼夜节律性，晚上多，白天少； B.受产物或者是原料的调节； C.激素：胰岛素，促进合成 皮质醇and胰高血糖素 抑制合成。 去路： 肝内的胆固醇：A.形成胆汁酸排出（有利于脂质的乳化吸收）；B.作为激素合成的原料：肾上腺皮质激素，雌激素，睾酮，孕酮等。肝外的胆固醇：A.作为细胞膜的合成原料 B.通过乳糜微粒或者VLDL途径被吸收 C.通过HDL途径，被逆向转运至肝脏。 甘油三脂 triglyeride 组成：甘油和脂肪酸 合成场所：肝，脂肪组织，小肠 途径：甘油一酯，甘油二酯 胆固醇 甘油三酯 脂蛋白 纠缠关系简图 参考:生化 第七章 脂质代谢"},{"title":"黄疸的几种类型和主要原理","permalink":"http://arroganttonone.club/2017/04/20/黄疸的几种类型和主要原理/","text":"黄疸的几种类型和主要原理参考：pathoma 视频 http://pan.baidu.com/s/1o8QAud8 密码：u7d3 UCB unconjugated bilirubin 未结合胆红素 CB conjugated bilirubin 结合胆红素 UGT uridine diphosphate-glucuronyl transferase 尿苷二磷酸葡萄糖醛酸转移酶 疾病 原因 实验室检查 临床表现 血管外溶血/红细胞无效生成 UCB水平高，超出了肝结合的水平 UCB high 1.酱油尿（尿胆素较高）存疑2.使色素沉着性胆结石风险上升 新生儿生理性黄疸 新生儿的肝脏UGT活性低 UCB high UBC有很强的脂溶性，可以侵入基底神经节（核黄疸）引发神经的缺陷或致死 gilbert 综合征 UGT活性轻微降低（常染色体隐性） UCB high 在紧张的时候或者严重感染的时候会有黄疸，平时不明显 Crigler-Najjar 综合征 UGT缺失（常隐） UCB high 核黄疸（通常是婴孩，与基因有关） Dubin-Johnson综合征 肝细胞膜转运蛋白的缺失（常隐）此时为结合胆红素，但是不能从肝细胞排出，而是回到血液 CB high 肝看起来是暗的（由于CB的淤积）其它无临床症状（存疑，为什么没有酱油尿，胆红素性的）。 Rotor综合征和这个是差不多的，只不过肝颜色正常 胆道阻塞（阻塞性黄疸） 和胆结石，胰腺癌，胆管癌，寄生虫 ，肝吸虫 CB high，尿胆素原 low， 碱性磷酸酶 high（查） 酱油尿（胆红素尿），粪便白，瘙痒 ——血浆中胆酸变多？？，高胆固醇血症伴有黄疣，脂肪痢？由于脂溶性维生素的吸收不良 病毒性肝炎 炎症损伤了肝细胞和胆管 UCB &amp; CB HIGH 酱油尿（胆红素尿），尿胆素正常或下降"},{"title":"丘脑-垂体-肾上腺轴","permalink":"http://arroganttonone.club/2017/03/16/丘脑-垂体-肾上腺轴/","text":"这是一张下丘脑-垂体-肾上腺轴图 GSH 促肾上腺激素释放激素VP 血管升压素ACTH 促肾上腺激素激素GC 糖皮质激素MC 盐皮质激素AngⅡ血管紧张素 按照线路来讲 下丘脑对腺垂体的作用：由室旁核分泌GSH，VP，在腺垂体上有相应的受体，促使腺垂体分泌ACTH。GSH的分泌有周期性：晚上分泌多，白天分泌少，自然下游激素也是这样一个状态。 腺垂体对肾上腺皮质的最作用： ACTH可以促进肾上腺皮质细胞里面核酸和蛋白质的合成，也可以促进细胞分裂，从而达到让adrenal gland 释放更多的GC，并且维持肾上腺皮质的大小，如果ACTH不足，那么肾上腺就萎缩。 负反馈，GC多的时候，抑制下丘脑GSH神经元的活动和腺垂体ACTH细胞的活性，抑制腺垂体对GSH的敏感性 下丘脑自生的超短反馈 ACTH 过多对GSH的抑制 血管紧张素可以促进球状带细胞生长，提高MC 合成酶活性。血钾高，会促进MC合成 tip：当病人服用过多GC然后想停用的时候，不能马上停用，因为GC的 反馈作用，让腺垂体ACTH很少分泌，如果停了，那么自己产生的GC会过少，应该满满停，或者注射ACTH 促进病人自己的肾上腺生长。"},{"title":"医院常检查  血常规 complete blood test （CBC）","permalink":"http://arroganttonone.club/2017/03/08/2017-03-08血常规/","text":"医院常检查 血常规 complete blood test （CBC） 参考网站https://labtestsonline.org/understanding/analytes/cbc/tab/test/http://www.labtestsonline.org.cn/understanding/analytes/cbc/tab/test 近期如果有输血，对CBC有影响 以下的正常值对成人适用，对小孩不适用，小孩的值要跟据年龄变化去查表 白细胞参考范围中的第一个百分数表示该种细胞占总白细胞的百分比 白细胞： 检验项目 缩写 英文 参考范围 单位 过低的可能原因 过高的可能原因 白细胞计数 WBC white blood cell count 4.5-11.0 *10^9/L 白细胞减少症：骨髓损伤或疾病，自身免疫性疾病，严重的感染，淋巴瘤或者其他的癌向骨髓转移，饮食缺乏，免疫系统的疾病（HIV/AIDS） 白细胞增多症：细菌或者病毒感染，炎症，白血病，骨髓增殖性疾病，过敏，哮喘，组织坏死（烧伤，创伤，heart attack 不知道），激烈的运动/很紧张 白细胞分化 Diff white blood cell differential 中性粒细胞数 Neu neutrophils 56% 1.8-7.8 *10^9/L 败血症，自身免疫性疾病，饮食缺乏，药物的作用，化疗，免疫缺陷，骨髓增生异常，骨髓损伤，癌症向骨组织转移 急性的细菌感染，炎症，外伤烧伤或者heart attack，紧张，高强度的运动，cushing 综合症 淋巴细胞 Lymph lymphocutes 34% 1.0-4.8 *10^9/L 自身免疫性疾病（红斑狼疮，类风湿性疾病），感染（HIV，病毒性肝炎，伤寒，流感），骨髓损伤，糖皮质激素的作用 急性病毒感染（水痘，巨细胞病毒，疱疹，风疹），某些细菌的感染（百日咳，肺结核TB），弓形体病，慢性炎症性疾病，淋巴细胞性白血病，淋巴瘤，紧张 单核细胞 Mone monocytes 4% 0-0.8 *10^9/L 一般来说，这个值低没关系，但是反复性地降低可能表示：骨髓损伤，毛细胞白血病？再生障碍性贫血 急性感染，细菌性的心内膜炎，Collagen vascular diseases(可能是一种自身免疫性疾病，e.g.狼疮，硬皮病，湿性关节炎，血管炎)，慢性或者急性的 单核细胞或骨髓单核细胞白血病 嗜酸性细胞 Eos eosinophils 2.7% 0-0.45 *10^9/L 没有明显的医学价值 哮喘，过敏，药物的反应，寄生虫感染， 炎症性疾病（乳糜泻..）某些癌症，白血病或者淋巴瘤 嗜碱性细胞 Baso basophil 0.3% 0-0.2 *10^9/L 同上 少有的过敏反应（寻麻症，食物过敏），炎症，某些白血病，尿毒症 红细胞： 检验项目 缩写 英文 参考范围 单位 过低的可能原因 过高的可能原因 红细胞计数 RBC red blood cell count 男4.5-5.9 女4.1-5.1 *10^9/L 贫血anemia：急性或者是慢性的失血，红细胞被破坏了（溶血性贫血），营养缺乏（离子的缺少，Vb12 叶酸缺乏）骨髓的损伤，慢性炎症，慢性肾病 红细胞增多症polycythemia:脱水dehydration，肺部疾病，过多的促红细胞生成素EPO（肾或者某些器官有肿瘤），吸烟，在高海拔的地方生长，基因导致（对氧浓度敏感程度改变，红细胞和氧的解离异常），真性红细胞增多症（罕见） 血红蛋白 Hb hemoglobin 男140-175 女123-153 g/L 同上 同上 血细胞比容 Hct hematocrit 男40-50 女35-45 % 同上 同上，一般由脱水引发 红细胞指数： 检验项目 缩写 英文 参考范围 单位 过低的可能原因 过高的可能原因 平均红细胞体积 MCV mean corpuscular volume (计算方法 一升血中每个红细胞的平均体积：Hct/RBC) 80-96 fL 说明红细胞比平常的小（废话），缺铁性贫血（也叫小细胞贫血），地中海贫血？ 等 比一般的大，巨细胞贫血Vb12，骨髓增生异常，肝病，甲状腺功能减退 平均血红蛋白 MCH mean corpuscular hemoglobin 27.5-33.2 pg 同上 同上 平均红细胞血红蛋白浓度 MCHC mean corpuscular hemoglobin concentration 334-355 g/L 缺铁性贫血，地中海贫血 说明血红蛋白更多的在红细胞里面，自身免疫性溶血性贫血，烧伤，遗传性球形红细胞增多症，罕见的先天性的病 红细胞分布宽度 RDW（可能有的化验单里没有） RBC distribution width 说明红细胞分布的比较均匀 说明红细胞大的小的都有，在缺铁性贫血和恶心贫血中，红细胞的尺寸有很大的变化范围，在红细胞异形症中，红细胞形态也有很大变化 网织红细胞数 一般不做（why） reticulocyte count 25-75 *10^9/L 在贫血的环境中，说明是红细胞生成减少，就是骨髓疾病或损伤，营养不足 在贫血的环境中，高表示有出血或溶血，对治疗的反应（比如是给缺铁性贫血患者补铁制剂） 血小板 检验项目 缩写 英文 参考范围 单位 过低的可能原因 过高的可能原因 血小板数量 Plt platelet count 150-450 *10^9/L 血小板减少症（thrombocytopenia）:病毒感染，Rocky mountain spotted fever，血小板自身抗体，药物（乙酰氨基酚，奎尼丁，磺胺类药物），肝硬化，自身免疫性疾病，脓毒症sepsis，白血病，淋巴瘤，骨髓增生异常，化疗或者放疗 血小板增多症thrombocytosis：癌症（肺癌，胃肠癌，乳房癌，卵巢癌，淋巴癌），类风湿性关节炎，肠炎，缺铁性贫血，溶血性贫血，骨髓增生性疾病 平均血小板体积 MPV一般不检查 mean platelet volume 说明血小板平均体积较小，一般来说，新生的体积大，老的体积小，说明，血液中血小板更新较慢，可能说明骨髓造血小板能力低下 说明新生的血小板较多，骨髓功能好 血小板分布宽度 PDW一般不检查 platelet distribution width 血小板分布均匀 形态大小变化大 3/8/2017 5:35:10 PM"},{"title":"关于黄疸","permalink":"http://arroganttonone.club/2017/03/08/2017-04-15黄疸/","text":"jaundice 黄疸由于胆红素（bilirubin）在组织中推及，引起的皮肤，眼结膜，黏膜变黄。一般是由肝病和胆道疾病引起的。 早在希波克拉底时期，就有对黄疸的论述了，在十九世纪，就有了对黄疸的分类了。由胆道阻塞引起的，和不由其引起的。直到二十世纪，人们阐明了胆红素的代谢过程以及相应的检查技术得到发展，才得以对大部分黄疸病例给出解释。 虽然技术先进了，但是仍然要以耐心仔细的筛查和合适的诊断和治疗手段为基础，来对一些疑似的病例进行区分。 胆红素的代谢和计量代谢胆红素是由血红蛋白代谢产生的。 正常情况下，一个健康成年人平均每天产生4mg/kg 0.05mmol/70kg的胆红素 bilirubin来源： 生理条件下，70%-80%胆红素由衰老的红细胞破坏而来。还有一部分来自于在肝内其它含有血红素结合蛋白的物质，比如过氧化氢酶，和细胞色素氧化酶。尽管血红素结合蛋白比如说肌红蛋白在其它组织中也有，但是产生胆红素占比很小，所以忽略。总结：胆红素主要由衰老的红细胞和肝内血红素结合蛋白的代谢产生。 bilirubin 产生方式 血红素通过血红素氧化酶，变成胆绿素，然后经胆绿素还原酶，变成胆红素，一般在脾的巨噬细胞内，骨髓，kupffer cell，和肝细胞内完成。 运输方式及转化排出 在血浆中和白蛋白非共价结合（非结合胆红素），运输到肝，经过生物转化，变成亲水性较好的结合胆红素，然后才可以和胆汁一起经过胆道到小肠，一小部分则再次由小肠吸收，进行肠肝循环，大部分在肠道中，转化为胆素原，再转化为胆素，经粪便排除。 不同的诊断 胆红素生成过多 肝处理胆红素能力的下降 大致可以分为：胆红素代谢紊乱，肝病，胆道堵塞。 未结合胆红素过多1.胆红素生成过多溶血；无效红细胞的生成；血肿的吸收；创伤后输入过多的库存血。2.肝细胞对未结合胆红素的摄取能力减弱药物的影响：利福平（查）；免疫抑制剂，环孢素A；3.胆红素转化为结合胆红素量下降吉尔伯特综合征； 血清中结合和未结合胆红素都很高Dubin-Johnson syndromeRotor’s syndrome 肝病急性的肝细胞功能障碍黄疸诊断的方法治疗途径看不下去了。。。。参考 生化书 生物转化部分"}]}